[
    {
        "name": "welcome",
        "content": "<h1 class=\"title\">\nWelcome to the Gallery!\n</h1>\n<p>\nThe Web Gallery of Art is a virtual museum and searchable database of European fine arts, decorative\narts and\narchitecture from the 3rd to 19th centuries. It was started in 1996 as a topical site of Renaissance\nart, originated in\nthe Italian city-states of the 14th century and spread to other countries in the 15th and 16th\ncenturies. Intending to\npresent Renaissance art as comprehensively as possible, we later extended the scope of the\ncollection to\nshow its\nMedieval roots as well as its evolution to Baroque and Rococo via Mannerism. Encouraged by the\nfeedback\nfrom users, we\nset up sections for decorative arts and architecture. Furthermore, we increased the scope of the\ncollection to include\nEarly Christian and Pre-Romanesque art and architecture of the 3rd-10th centuries. Finally, we\ncovered\n19th-century art,\nextended to the beginning of World War I. We do not intend to present 20th-century and contemporary\nart.\n</p>\n<p>\nThe collection has some of the characteristics of a virtual museum. The experience of the visitors\nis\nenhanced by guided\ntours helping to understand the artistic and historical relationship between different works and\nartists, by period\nmusic of choice in the background and a free postcard service. At the same time, the collection\nserves\nthe visitors'\nneed for a site where various information on art, artists and history can be found together with\ncorresponding pictorial\nillustrations. Although not a conventional one, the collection is a searchable database supplemented\nby\na glossary\ncontaining articles on art terms, relevant historical events, personages, cities, museums and\nchurches.\n</p>\n<p>\nThe Web Gallery of Art is intended to be a free resource of art history primarily for students and\nteachers. It is a\nprivate initiative not related to any museums or art institutions and not supported financially by\nany\nstate or\ncorporate sponsors. However, we do our utmost, use authentic literature and advice from\nprofessionals to\nensure the\nquality and authenticity of the content.\n</p>\n<p>\nWe are convinced that such a collection of digital reproductions, containing a balanced mixture of\ninterlinked visual\nand textual information, can serve multiple purposes. On the one hand, it can simply be a source of\nartistic enjoyment,\na convenient alternative to visiting a distant museum, or an incentive to do just that. On the other\nhand, it can serve\nas a tool for public education both in schools and at home.\n</p>\n<p>\nYou can conduct your visit a number of different ways, namely by\n</p>\n<ul>\n<li>browsing the collection from the alphabetic <b><a href=\"/art/index.html\">list of artists</a></b>\ngiving basic\ninformation on artists. Visitors can create their own lists by setting conditions for\nnationality,\nstylistic\nperiod and time-line,</li>\n\n\n<li>using the <a href=\"/index_co_dual.html\" target=\"_top\"><b>Dual-Window Mode</b></a> which allows\nto\nrun\nsimultaneously two independent copies of two collection for more effective browsing and\ncomparison,\n</li>\n\n\n<li>using the <a href=\"/index_wide_alt.html\" target=\"_top\"><b>Wide-Screen Mode,</b></a> a\npresentation\ndesigned to\nmake use of the advantages provided by large screen surfaces,</li>\n\n\n<li>using the Quick Search boxes at the bottom of the screen, or the full-featured <b><a\nhref=\"/search.html\">Search\nEngine</a></b> to find individual or selected groups of pictures, or</li>\n<li>selecting a tour from the <b><a href=\"/tours/index.html\">Guided Tours</a></b>.</li>\n</ul>\n<p>\nTo get a quick glimpse of the method of presentation used in the Gallery, you can view <a\nhref=\"/cgi-bin/search.cgi?random=1\"><b>20 pictures</b></a> selected at random from the entire\ncollection, or <a href=\"/cgi-bin/search.cgi?random=2\"><b>another 20 pictures</b></a> selected by\nusing a\nrandom word as search\ncriterion. By following the links you can get practical <b><a href=\"/info.html\">information</a></b>\non\nthe\ntechnical, legal and other aspects of visiting this site, and a summary of <b><a\nhref=\"/whatsnew.html\">What's\nnew</a></b> in the Gallery.\n</p>"
    },
    {
        "name": "scripts:header",
        "content": ""
    },
    {
        "name": "scripts:footer",
        "content": ""
    },
    {
        "name": "thankYou",
        "content": "<p>Thank you for visiting the Web Gallery of Art!</p><p>We would like it very much if you <a href='/addGuestbookEntry' hx-get='/addGuestbookEntry' hx-target='#mc-area'>added</a> your entry to our guestbook.</p>"
    },
    {
        "name": "guestbookPlayMusicLink",
        "content": "<p class='is-vcentered'><a href='https://www.wga.hu/guestbook.html'>Play period music</a> in the background while reading the guestbook!</p>"
    },
    {
        "name": "guestbook",
        "content": "Guestbook"
    },
    {
        "name": "latestEntries",
        "content": "See the latest entries"
    }
]